Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisten_parlamentaarinen_neuvosto_vetoaa_paaministeri_mariniin_saamelaisten_itsemaaraamisoikeuden_puolesta.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten parlamentaarinen neuvosto vetoaa pääministeri Mariniin saamelaisten itsemääräämisoikeuden puolesta
sme: Sámi parlamentáralaš ráđđi doarjala oaiveministtar Marinii sámiid iešmearridanvuoigatvuođa beales

source: Saamelaisten parlamentaarinen neuvosto (SPN) vetoaa, että pääministeri Sanna Marin edistäisi saamelaisten itsemääräämisoikeuksien toteutumista ja alkuperäisoikeuksien ymmärrystä yhdessä Suomen, Ruotsin ja Norjan valtiojohtojen kanssa.
sme: Sámi parlamentáralaš ráđđi (SPR) doarjala, ahte oaiveministtar Sanna Marin ovddidivčče sámiid iešmearridanvuoigatvuođa ollašuvvama ja eamiálbmotrivttiid guoski áddejumi ovttas Suoma, Ruoŧa ja Norgga stáhtanjunnošiiguin.

source: Vetoomus luovutettiin Marinille torstaiaamuna Brysselissä hänen vieraillessaan Barentsin alueen alkuperäiskansojen huippukokouksessa .
sme: Ávžžuhus luohpaduvvui Marinii duorastatiđida Brysselis su galledeami áigge Barents guovllu eamiálbmogiid allačoahkkimis .

source: SPN pyytää myös muistamaan Venäjän saamelaisia sodan jatkuessa.
sme: SPR bivdá maiddái muitit Ruošša sápmelaččaid soađi joatkašuvadettiin.

source: Neuvosto nostaa esille viimeaikaisia esimerkkejä haasteista saamelaisten itsemääräämisoikeuden toteutumisesta eri maissa, esimerkiksi Suomessa saamelaiskäräjälain uudistuksen yhteydessä.
sme: Ráđđi bajida ovdan maŋimuš áiggiid ovdamearkkaid hástalusain, mat gusket sámiid iešmearridanvuoigatvuođa ollašuvvama sierra riikkain, ovdamearkan Suomas sámediggelága ođastusa oktavuođas.

source: Neuvosto pyytää, että valtiot varmistaisivat ymmärryksen saamelaisille taatuista alkuperäiskansaoikeuksista kaikilla päätöksenteon tasoilla: paikallisesti, kansallisesti ja Euroopan unionissa.
sme: Ráđđi bivdá, ahte stáhtat sihkkarasttášedje áddejumi, mii guoská sápmelaččaide dáhkiduvvon eamiálbmotrivttiid buot mearrádusbargama dásiin: báikkálaččat, sisriikkalaččat ja Eurohpa uniovnnas.

source: Lisäksi neuvosto esittää huolensa Venäjän saamelaisten vaikeasta tilanteesta Venäjän hyökkäyssodan jatkuessa ja pyytää, ettei heidän ahdinkoaan unohdettaisi.
sme: Ráđđi maiddái ovdanbuktá iežas fuola Ruošša sápmelaččaid váttes dilis Ruošša fallehansoađi joatkašuvadettiin ja bivdá, ahte sin áŧestus ii vajáldahttošii.

source: Vetoomuksen ovat allekirjoittaneet saamelaiskäräjien puheenjohtajat Tuomas Aslak Juuso, Silje Karine Muotka ja Håkan Jonsson, joka toimii myös SPN:n puheenjohtajana.
sme: Ávžžuhusa leat vuolláičállán sámedikki ságajođiheaddjit Tuomas Aslak Juuso, Silje Karine Muotka ja Håkan Jonsson, gii doaibmá maiddái SPR:a ságajođiheaddjin.

source: Puheenjohtajat Jonsson ja Muotka luovuttivat vetoomuksen Marinille yhdessä Suomen Saamelaiskäräjien I varapuheenjohtaja Anni Koiviston kanssa.
sme: Ságajođiheaddjit Jonsson ja Muotka luohpadeigga ávžžuhusa Marinii ovttas Suoma Sámedikki I várreságajođiheaddji Anni Koivistoin.

source: Lue Saamelaisten parlamentaarisen neuvoston vetoomus englanniksi täältä .
sme: Loga Sámi parlamentáralaš ráđi ávžžuhusa eaŋgalsgilli dákko .

source: Lisätietoja: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Lassidieđut: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Anni Koivisto I varapuheenjohtaja 040 415 5969 anni.koivisto(at)samediggi.fi
sme: Anni Koivisto I várreságajođiheaddji 040 415 5969 anni.koivisto(at)samediggi.fi

source: Inka Saara Arttijeff Kansainvälisten asioiden sihteeri 050 574 7629 inka-saara.arttijeff(at)samediggi.fi
sme: Inka Saara Arttijeff Riikkaidgaskasaš áššiid čálli 050 574 7629 inka-saara.arttijeff(at)samediggi.fi
